<template>
    <!--员工福利卡平台用户服务协议-->
    <div class="my-wallet-about-us">
        <div class="agr-header">员工福利卡平台用户服务协议</div>
        <div class="agr-title-time">最后更新时间：2018 年 07 月 23 日</div>
        <p>通联支付网络服务股份有限公司（以下简称“通联支付”）通过其运营的员工福利卡平台，依据本协议的规定为您（以下简称“员工”）和所在企业提供系统研发、托管运维服务。本协议在员工、企业、通联支付间具有法律效力。
            <br/><label>【审慎阅读】</label>您在绑卡流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、授权条款、法律适用和争议解决条款。免除或者限制责任的条款、授权条款将以粗体标识，您应重点阅读。如您对本协议有任何疑问，可向您所在企业相关部门咨询。
            <br/><label>【注册动作】</label>当您按照绑卡页面提示填写信息、阅读并同意本协议且完成绑卡程序后，即表示您已充分阅读、理解并接受本协议的全部内容。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止绑卡程序。
            <br/><label>【协议修改】</label>在本协议履行过程中，企业可根据实际情况对协议的相关条款进行修改。
            <label>企业将通过员工福利卡平台公布最新的协议，已签约的员工无需再次签约。如员工不同意企业对本协议所做的修改，应停止使用企业通过员工福利卡平台提供的服务；如员工继续使用服务或未主动终止服务，则视为同意履行修改后的协议，并应依照修改后的协议履行应尽义务。</label>
        </p>
        <div class="agr-content-title">第一章员工福利卡平台使用限制说明</div>
        <span>第 1 条：</span>
        <p>企业必须保证只对本企业在职员工提供福利平台服务，在使用企业通过福利平台提供的服务前，您必须确保是企业在编的员工。 </p>
        <span>第 2 条：</span>
        <p>员工必须为符合中华人民共和国法律规定的具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人。若员工违反前述限制注册使用企业提供的员工福利卡服务的，员工与其监护人应承担所有责任。</p>
        <span>第 3 条：</span>
        <p>员工有义务确保其信息的真实性、准确性、完整性和有效性，并承诺对其提供的信息及时进行更新。若企业经判断有合理理由认定员工信息存在错误、虚假、过时情形的，企业有权终止员工在员工福利卡平台的账户；由此给员工造成损失的，企业、通联支付不承担任何责任。</p>
        <span>第 4 条：</span>
        <p>员工有义务提供有效的联系方式，包括但不限于手机号码、电话号码、通讯地址、常用电子邮箱、联系人信息等。联系方式发生变更时，应在 3 日内进行更新。因员工未提供有效联系方式，导致企业未能提供相应服务或给员工造成损失的，由员工自行承担全部损失和不利法律后果。</p>

        <div class="agr-content-title">第二章员工福利卡平台服务内容说明</div>
        <span>第 5 条：</span>
        <p>企业通过员工福利卡平台为员工提供的服务包括但不限于：福利卡账户查询、福利代发、资金存取、收益分析等相关服务。所有服务需要员工完成身份认证才能享用。员工因未完成身份认证而无法享受服务的，企业不承担任何责任。</p>
        <span>第 6 条：</span>
        <p><label>员工同意授权企业通过员工福利卡平台进行资金代扣服务，该协议生效期间，员工委托企业向付款银行提交扣款信息并从其付款账户扣划相应款项给企业，并由企业负责通知付款银行。</label>员工办理此授权或者授权终止时须提交以下资料：银行存折或者银行借记卡卡号、持卡人姓名、持卡人有效身份证号、持卡人银行预留手机号。因员工付款账户挂失、冻结、销户或余额不足等，未能支付相关费用所造成一切经济损失由员工承担。</p>
        <span>第 7 条：</span>
        <p>员工同意，其在员工福利卡平台上按流程所确认的状态，将成为进行相关操作的唯一依据。因员工未能及时对状态进行修改、确认而造成的损失由员工自行负责，企业、通联支付不承担任何责任。</p>
        <span>第 8 条：</span>
        <p><label>员工与企业遵循资金存取自愿、诚实守信、责任自负、风险自担的原则承担借贷风险；通联支付不提供增信服务，不承担借贷违约风险。 </label></p>
        <span>第 9 条： </span>
        <p><label>通联支付采取适当的方法和技术，记录并在合理的范围内保存员工福利卡数据和资料。</label>员工绑定的福利卡卡号为企业向企业员工收集的个人银行账号。员工承诺，福利平台注册成功后会尽快完成实名认证，并绑定福利卡。任何信息从福利平台发出起，即视为已告知员工。</p>
        <span>第 10 条：</span>
        <p>通联支付将在法律允许的前提下尽到商业勤勉，保障其提供服务的质量以期员工可以通过福利平台顺利进行及完成交易。 </p>
        <span>第 11 条： </span>
        <p>为了改善员工体验，通联支付会根据需要对福利平台的产品及服务的各功能使用情况进行统计，这些统计一般为应用使用时间、页面停留时间、访问次数， 访问路径等，并且会对应用报错数据进行收集。通过分析统计数据可以帮助企业提高产品质量及服务质量。</p>

        <div class="agr-content-title">第三章员工信息收集、使用和提供</div>
        <span>第 12 条： </span>
        <p><label>为促进员工福利卡的合法顺利开展，确保员工为企业在职合法员工，企业需要采集员工信息包括但不限于姓名、身份证号码、手机号码、银行卡号等信息， 且员工同意企业对前述信息进行处理分析。</label></p>
        <span>第 13 条：</span>
        <p><label>企业可能会与第三方合作向员工提供相应的服务，在此情况下，如该第三方同意承担与本平台同等的保护员工信息的责任，则员工同意企业将员工的相应信息提供给该第三方，并同意该第三方与其进行联系；员工同意企业及第三方向其引介通联支付及其他主体的产品及服务。</label> </p>

        <div class="agr-content-title">第四章风险提示说明</div>
        <span>第 14 条：</span>
        <p><label>通联支付不对员工在福利平台上的交易提供任何明示或默认的保证。员工应知悉企业的经营状况，交易可能存在的风险，并在独立判断后作出交易决策。交易产生的风险由员工自行承担。 </label></p>
        <span>第 15 条： </span>
        <p><label>通联支付无法保证企业通过福利平台发布的信息的真实性、准确性和完整性，企业对其发布的信息承担全部责任。</label></p>

        <div class="agr-content-title">第五章服务费用说明</div>
        <span>第 16 条：</span>
        <p>员工在使用企业通过福利平台提供的服务时可能需要向其他主体支付一定的费用，具体收费标准和规则详见员工与企业或（及）其他主体签署的相关具体协议的约定，或福利平台公布的相应收费说明。 </p>

        <div class="agr-content-title">第六章员工账户安全承诺</div>
        <span>第 17 条：</span>
        <p>员工账户是员工在福利平台的唯一标识。员工承诺妥善保管其账号和密码， 不将个人账号信息泄露给任何其他主体；否则，由此产生的损失，由员工自行承 担。 </p>
        <span>第 18 条：</span>
        <p>员工同意，确保账户安全是员工的责任。员工通过其在福利平台的账户所进行的一切操作，都视为员工的行为及其真实意图的表达，所有损失及法律后果由员工自行承担。</p>
        <span>第 19 条：</span>
        <p>为了对员工进行身份核验，保障员工登录安全，通联支付会记录员工使用设备的基础信息，包括国际移动设备标识、网络设备的物理地址、设备序列号、设备名称、设备品牌、设备机型、操作系统等。并且会记录员工地理位置信息、WIFI 信息、基站信息等。这些信息将用于对员工唯一性的识别，防止恶意登录， 保障员工账户安全。</p>
        <span>第 20 条：</span>
        <p>员工可随时登录其在福利平台的账户，查询并管理该账户下员工的信息。如员工遇到任何障碍或疑问，可联系企业相关部门咨询。 </p>

        <div class="agr-content-title">第七章员工守法承诺</div>
        <span>第 21 条：</span>
        <p>员工承诺不以任何非法目的或途径使用企业通过福利平台提供的服务，并遵守相关法律、法规、政策、规范性文件及企业制定的各制度、规则的规定。因违背上述承诺造成的损失及后果，员工自行负全部责任。 </p>
        <span>第 22 条： </span>
        <p>员工承诺在福利平台的所有交易资金，均为员工自有资金，不得向社会及他人募集资金，因违背上述承诺造成的损失及后果，员工自行负全部责任。  </p>
        <span>第 23 条： </span>
        <p>员工承诺严格按照本协议履行义务。如未完全履行义务，企业有权将其违约行为记入员工档案，并有权通过合法方式公布其违约行为。 </p>

        <div class="agr-content-title">第八章福利平台服务中断说明</div>
        <span>第 24 条：</span>
        <p><label>基于互联网的特殊性，企业通过福利平台提供的服务存在中断的可能性， 员工对此表示理解。由于系统维护、设备故障、黑客攻击及其他不可抗力的影 响，而导致员工无法正常使用相关服务时，企业、通联支付不承担任何责任。 </label></p>

        <div class="agr-content-title">第九章责任范围说明</div>
        <span>第 25 条：</span>
        <p><label>福利平台是由通联支付提供技术支持，专为已合作的企业提供员工福利卡的互联网平台。通联支付仅作为产品的 IT 研制方、系统的服务托管方为员工提供技术服务，不提供系统增信服务。</label></p>
        <p><label>合作银行仅作为企业资金结算行、员工开户行提供开户结算服务，不提供系统增信服务。</label></p>
        <p><label>企业作为福利平台的使用和推广方，负责业务合规、合法的运营，仅向企业内部员工提供福利服务，不得向企业外部的其它群体提供相关服务。 </label></p>
        <span>第 26 条：</span>
        <p><label>员工通过福利平台进行资金出借的，应当具备投资风险意识、风险识别能力；员工自行承担借贷产生的本息损失。 </label></p>

        <div class="agr-content-title">第十章员工隐私保护说明</div>
        <span>第 27 条：</span>
        <p><label>员工同意，企业可通过任何合法途径收集员工的额外信息，以更好地掌握员工的实际情况。</label></p>
        <span>第 28 条：</span>
        <p>通联支付制定了严格的员工信息处理规则和采取必要技术措施保护员工的信息安全，确保员工信息不被滥用。除征得员工明确同意和法律法规另有规定或国家司法、行政机关、行业协会、相应监管机构要求，福利平台不会向任何第三方提供或对外披露员工信息。</p>

        <div class="agr-content-title">第十一章知识产权保护说明</div>
        <span>第 29 条： </span>
        <p>福利平台上所有内容的知识产权均由通联支付依法拥有，包括但不限于文本、数据、图片、平台架构、网页设计等。未经通联支付书面同意，任何人不得擅自使用、修改、复制、公开发布相关内容；如有违反，应对通联支付及其权利人承担损害赔偿等法律责任。</p>

        <div class="agr-content-title">第十二章法律适用及争议解决</div>
        <span>第 30 条：</span>
        <p>本协议由员工、企业、通联支付共同签订，适用于员工在福利平台的一切活动。企业通过福利平台已发布的或将来可能发布的各类规则，都应视为本协议不可分割的一部分，与协议正文条款享有同等法律效力。 </p>
        <span>第 31 条： </span>
        <p>本协议适用中华人民共和国法律，因本协议所引起的员工与企业的任何纠纷及争议，各方一致同意，不论争议金额大小，均提交企业所在地仲裁委员会适用仲裁委员会仲裁规则项下的简易程序进行仲裁。仲裁裁决为终局裁决，对员工与企业双方均具有约束力。 </p>

    </div>
</template>

<script>
    export default {
        name: "eebH5Agreement"
    }
</script>

<style scoped>
    .agr-header{font-size: 1.2rem; text-align: center; font-weight: bold; margin-bottom: 1rem;}
    .agr-title-time{font-size: 0.8rem; text-align: center; margin-bottom: 1rem;}
    .agr-content-title{font-size: 0.8rem; text-align: center; margin-bottom: 1rem;font-weight: bold; margin-top: 1rem;}
    .my-wallet-about-us {
        padding: 0rem 0rem;
        line-height: 160%;
        font-size: 0.8rem;
    }
    .my-wallet-about-us p {
         text-indent: 2em;
         line-height: 1.2rem;
     }
    .my-wallet-about-us p label{
        font-weight: bold;
    }
    .my-wallet-about-us span {
        font-weight: bold; line-height:2rem;
    }
</style>
