<template>
<div class="home">
<br>
<h2>通商云小伙伴隐私协议</h2>
<br>
我们深知个人信息对您而言的重要性，也感谢您对我们的信任。我们将通过本政策向您说明通联支付会如何收集、存储、保护、使用及对外提供您的信息，并说明您享有的权利，其中要点如下：<br><br>

1、为了便于您了解您在使用我们的服务时，我们需要收集的信息类型与用途，我们将结合具体服务向您逐一说明。<br>
2、为了向您提供服务所需，我们会按照合法、正当、必要的原则收集您的信息。<br>
3、如果为了向您提供服务而需要将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施并且严格遵守相关法律法规与监管要求。另外，我们会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗提示等形式征得您的同意或确认第三方已经征得您的同意。<br>
4、如果为了向您提供服务而需要从第三方获取您的信息，我们将要求第三方说明信息来源，并要求第三方保障其提供信息的合法性；如果我们开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权范围，我们将征得您的明确同意。<br>
5、您可以通过本政策介绍的方式访问和管理您的信息、设置隐私功能、注销支付宝账户或进行投诉举报。<br><br>

您可以根据以下索引阅读相应章节，进一步了解本政策的具体约定：<br>
一、我们如何收集个人信息<br>
二、我们如何使用Cookie、Beacon、Proxy等技术<br>
三、我们如何存储和保护个人信息<br>
四、我们如何使用个人信息<br>
五、我们如何对外提供个人信息<br>
六、您如何访问和管理自己的个人信息<br>
七、对第三方责任的声明<br>
八、未成年人隐私权特别约定<br>
九、本政策的适用及更新<br>
十、本政策中关键词说明<br>
通联支付（本隐私政策中，指通联支付网络服务股份有限公司及其关联方）<br><br>
<h3>一、我们如何收集个人信息</h3>
在您使用通商云小伙伴服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：<br>
1、依据法律法规及监管规定履行反洗钱义务及进行实名制管理<br>
（1）在您注册通商云小伙伴账户或使用通联支付账户服务时，您需提供您的有效身份证件信息、联系方式、地址。如您不提供前述信息，可能无法注册通商云小伙伴账户或无法使用通联支付账户服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可使用我们的部分服务（例如账户余额购买投资理财等金融产品），如果您需使用此类服务，则需提供更多信息（例如：绑定银行卡信息）以完成身份基本信息多重交叉验证。同时，为了验证您提供信息的准确性和完整性，我们会与合法留存您的信息的国家机关、金融机构、企事业单位进行核对；如在验证核对过程中我们需要向前述验证机构收集您的信息，我们会依照法律法规的规定要求相关验证机构说明其个人信息来源，并对其个人信息来源的合法性进行确认；<br>
（2）我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供有效身份证件的彩色影印件或照片以供我们核对并留存；如您不提供前述彩色影印件或照片，可能无法使用部分通联支付账户服务。<br>
2、支付<br>
（1）为了您能使用快捷支付服务，实现使用银行卡对通联支付账户余额的充值、提现以及基于银行卡的消费、转账、红包等功能，您需提供您的银行卡卡号、姓名、身份证号码、银行预留手机号。我们会将前述信息与发卡银行进行验证。如您不提供上述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务；<br>
（2）当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（例如：识别、防止其套现或欺诈），同时也为了向您提供账单查询管理功能，我们需要向商家收集您交易的相关信息（例如：支付金额、支付对象、商品名称、配送信息）。如您不同意提供前述信息，则可能无法完成交易；<br>
（3）为了保障您的账户和资金安全，在您需找回密码时，我们需要验证您的身份，为此您需向我们提供一些可识别您身份的证明资料，您可根据相关页面的提示上传您的身份证明; <br>
（4）为了让您更安全、便捷地使用支付服务，如您的设备与通商云小伙伴APP版本均支持指纹功能，您可选择开通指纹支付服务。您需在您的设备上录入您的指纹信息，在您进行指纹支付时，您需在您的设备上完成指纹验证。我们仅接收验证结果，并不收集您的指纹信息。具体请详见《指纹ID、面容ID交易用户服务协议》。如您不想使用指纹验证，仍可通过其他方式进行支付。<br>
3、风险防范<br>
为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的通商云小伙伴服务类别、方式及相关操作信息，例如：设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与通商云小伙伴服务相关的日志信息。如您不同意提供前述信息，可能无法完成风控验证。<br>
4、为了提供个性化服务及改进服务质量<br>
为提升您的服务体验及改进服务质量，或者为您推荐更优质或更适合的服务：<br>
（1）您可以授权提供您的位置信息，以便您基于所在地点位置接受个性化服务推荐；<br>
（2）我们会收集您使用通商云小伙伴服务时的搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息。<br>
5、根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意: <br>
（1）与国家安全、国防安全直接相关的；<br>
（2）与公共安全、公共卫生、重大公共利益直接相关的；<br>
（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；<br>
（4）出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；<br>
（5）所收集的个人信息是您自行向社会公众公开的；<br>
（6）从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；<br>
（7）根据您的要求签订和履行合同所必需的；<br>
（8）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；<br>
（9）法律法规规定的其他情形。<br>
6、其他<br>
我们在向您提供其他业务功能时，会另行向您说明信息收集的范围与目的，并征得您的同意后方收集提供相应服务所必要的您的信息。我们会按照本政策以及相应的用户协议约定使用、存储、对外提供及保护您的信息；如您选择不提供前述信息，不会影响您使用支付服务。<br><br>
<h3>二、我们如何使用Cookie、Beacon、Proxy等技术</h3>
为使您获得更轻松的访问体验，您访问通联支付网站或使用通联支付提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash
Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝通联支付的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的类似数据（例如：Flash
Cookie）。但这一举动在某些情况下可能会影响您安全访问通联支付网站和使用通联支付提供的服务。<br>
我们网站上还可能包含一些电子图像（以下简称“单像素GIF文件”或“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集您浏览网页活动的信息，例如：您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定。<br><br>
<h3>三、我们如何存储和保护个人信息</h3>
1、我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。如部分产品涉及跨境业务，我们需要向境外机构传输境内收集的相关个人信息的，我们会按照法律法规和相关监管部门的规定执行，并通过签订协议、现场核查等有效措施，要求境外机构为所获得的您的个人信息保密。我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。<br>
2、我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如：通过网络安全层软件（SSL）进行加密传输、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，对可能接触到您的信息的工作人员采取最小够用授权原则；对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导，并每年组织全体工作人员参加安全考试。另外，我们每年还会聘请外部独立第三方对我们的信息安全管理体系进行评估。<br>
3、我们已制定个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以APP推送通知、发送邮件/短消息等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。<br>
4、请您务必妥善保管好您的通商云小伙伴的登录名及其他身份要素。您在使用通商云小伙伴服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现通商云小伙伴登录名及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。<br>
5、在您终止使用通商云小伙伴服务后，我们会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。<br><br>
<h3>四、我们如何使用个人信息</h3>
1、为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，我们会在以下情形中使用您的信息：<br>
（1）实现本政策中“我们如何收集个人信息”所述目的；<br>
（2）为了保障服务的稳定性与安全性，我们会将您的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途；<br>
（4）根据法律法规或监管要求向相关部门进行报告；<br>
（5）邀请您参与我们产品或服务有关的客户调研；<br>
（6）我们会对您的信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计产品、服务及运营活动等。我们可能根据前述信息向您提供营销活动通知、商业性电子信息或您可能感兴趣的广告，如您不希望接收此类信息，您可按照我们提示的方法选择退订。<br>
2、当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认动作等形式再次征求您的同意。<br><br>
<h3>五、我们如何对外提供个人信息</h3>
1、共享<br>
（一）业务共享<br>
我们承诺对您的信息进行保密。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构以及其他合作伙伴。在将信息提供给第三方前，我们将尽商业上合理的努力评估该第三方收集信息的合法性、正当性、必要性。我们会与第三方签订相关法律文件并要求第三方处理您的个人信息时遵守法律法规，尽力要求第三方对您的信息采取保护措施。<br>
（1）为了让您完成交易、实现交易目的，我们需要向您的交易相对方提供交易号与相关支付信息，同时您的交易相对方可在付款过程中或付款成功后查看您的部分注册信息；<br>
（2）某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，只有共享您的信息，才能提供您需要的产品或服务。例如：您通过通联支付账户购买金融产品时，我们需要向合作金融机构提供您的有效证件信息与联系方式，以保证您完成购买流程合规性要求以及保证您的资产准确无误的登记；又如：您通过通联支付账户进行水电煤等生活缴费时，我们需要把您填写的户号等信息提供给合作的公共事业单位，才能使您完成缴费；<br>
（3）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种个人信息；<br>
（4）事先获得您明确同意的情况下，我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。<br>
（二）第三方登录<br>
当您使用通商云小伙伴登录名登录第三方网站或APP时，请您务必仔细阅读第三方的用户服务协议或隐私政策，我们会依据您与第三方的约定，将您的部分信息提供给第三方。<br>
（四）投诉处理<br>
当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色购物环境，我们可能会将您的姓名及有效证件号码、联系方式、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。<br>
2、转让<br>
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br>
（1）事先获得您的明确同意；<br>
（2）根据法律法规或强制性的行政或司法要求；<br>
（3）在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的时，我们将要求该公司、组织重新取得您的明确同意。<br>
3、公开披露<br>
除在公布中奖活动名单时会脱敏展示中奖者手机号或通商云小伙伴登录名外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。<br>
4、根据相关法律法规及国家标准，在以下情形中，我们可能会依法共享、转让、公开披露您的个人信息无需征得您的同意：<br>
（1）与国家安全、国防安全直接相关的；<br>
（2）与公共安全、公共卫生、重大公共利益直接相关的；<br>
（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；<br>
（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；<br>
（5）您自行向社会公众公开的个人信息；<br>
（6）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道。<br><br>
<h3>六、您如何访问和管理自己的个人信息</h3>
在您使用通商云小伙伴服务期间，为了您可以更加便捷地访问和管理您的个人信息，同时保障您注销账户的权利，我们在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。<br>
1、管理您的个人信息<br>
您可通过通商云小伙伴APP登录通联支付账户，在“我的 → 个人信息”、“我的 → 设置”中：<br>
（1）查阅您的身份信息、账单信息、账户信息以及绑定的银行卡信息。为了您的个人信息安全，您的身份证号码和银行账户会进行脱敏展示；<br>
（2）如发现您的信息有误，您可以根据页面提示自助修改您的信息，您也可以联系我们的客服电话95193。出于安全性和身份识别的考虑或根据法律法规及监管规定，您需通过验证方可修改您已认证的姓名或已绑定的手机号码；<br>
（3）您可删除管理您绑定的银行卡。<br>
2、您可通过如下路径注销通商云小伙伴账户：<br>
您可联系通联支付客服电话95193进行账户注销，当您符合约定的账户注销条件并注销某通商云小伙伴账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或对外提供与该账户相关的个人信息，但您在使用通商云小伙伴服务期间提供或产生的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。<br>
4、如您发现我们收集、使用您个人信息的行为，违反了法律法规规定或违反了与您的约定，您可联系我们的客服热线95193或通过在线客服，要求删除相应的信息。<br>
5、尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：<br>
（1）与国家安全、国防安全直接相关的；<br>
（2）与公共安全、公共卫生、重大公共利益直接相关的；<br>
（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；<br>
（4）有充分证据表明您存在主观恶意或滥用权利的；<br>
（5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的；<br>
（6）涉及商业秘密的。<br><br>
<h3>七、对第三方责任的声明</h3>
请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：通商云小伙伴APP中第三方提供的应用）和由通商云小伙伴处接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，但我们无法保证这些主体一定会按照我们的要求采取保护措施，请您与他们直接联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。<br><br>
<h3>八、未成年人隐私权特别约定</h3>
1、我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。<br>
2、如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。<br>
3、如您为未成年人的父母或监护人，当您对您所监护的未成年人的个人信息处理存在疑问时，请通过上文中的联系方式联系我们。<br><br>
<h3>九、本政策的适用及更新</h3>
通商云小伙伴所有服务均适用本政策。<br>
发生下列重大变化情形时，我们会适时对本政策进行更新：<br>
（1）我们的基本情况发生变化，例如：兼并、收购、重组引起的所有者变更；<br>
（2）收集、存储、使用个人信息的范围、目的、规则发生变化；<br>
（3）对外提供个人信息的对象、范围、目的发生变化；<br>
（4）您访问和管理个人信息的方式发生变化；<br>
（5）数据安全能力、信息安全风险发生变化；<br>
（6）用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；<br>
（7）其他可能对您的个人信息权益产生重大影响的变化。<br>
由于通商云小伙伴的用户较多，如本政策发生更新，我们将以APP推送通知或者在其他渠道发布公告的方式来通知您。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用通商云小伙伴服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。<br><br>
<h3>十、本政策中关键词说明</h3>
1、本政策中的“身份要素”是指：通商云小伙伴用于识别您身份的信息要素，例如：您的通商云小伙伴登录名、密码、短信校验码、电话号码、手机号码、证件号码及生物识别信息（例如：指纹信息、脸部信息）。
<br>
<br>
<br>
<br>
</div>
</template>

<script>

export default {
  name: ''
}
</script>
<style scoped>
        .home {
            margin: 0 20px;
            font-size: 14px;
            color: #555;
            line-height: 20px;
        }
        h2 {
            font-size: 16px;
            text-align: center;
        }
        h3 {
            font-size: 15px;
        }
        p {
            font-size: 14px;
            color: #555;
            text-indent: 2em;
            line-height: 20px;
        }
        .underline {
            text-decoration: underline;
        }
        p code {
            display: block;
        }
        p .solid-icon {
            display: inline-block;
            vertical-align: middle;
            width: 10px;
            height:10px;
            border: 1px solid #000;
            background: #000;
            margin-top: -4px;
            margin-right: 4px;
        }
        p .empty-icon {
            display: inline-block;
            vertical-align: middle;
            width: 10px;
            height:10px;
            border: 1px solid #000;
            background: none;
            margin-top: -4px;
            margin-right: 4px;
        }
        table{
            border-collapse: collapse;
            font-size: 12px;
            border:1px #eee solid;
            width: 100%;
        }
        table th{
            background-color: #f8f8f8;
            border:1px #eee solid;
            padding: 3px 0;
        }
        table td{
            text-align: center;
            border:1px #eee solid;
            padding: 3px 0;
        }
    </style>
