<template>
<div class="home">
<br>
<h2>通联支付会员服务协议</h2>
<br>
通联支付会员服务（以下简称本服务）协议是由通联支付网络服务股份有限公司（以下简称本公司）向希望注册、登录并使用本服务的客户（以下简称"您"）一致同意签署的。您应仔细阅读本协议项下全部内容，本协议的效力及于本公司在本协议项下为您提供的所有服务。<br><br>
<h3>一、陈述与承诺</h3>
（一）您同意，在您注册成为通联支付用户以前接受本服务，或您以其他本公司允许的方式实际使用本服务前，您已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。<br>
（二）您同意，本公司有权随时对本协议内容进行单方面的变更，并以在本网站公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。<br>
（三）您已意识到在您同意接受本协议并注册成为通联支付用户时必须已年满16周岁，或者您是在中国大陆地区合法开展经营活动或其他业务的法人或其他组织；否则，您应立即终止注册或停止使用本服务，本协议内容不受您所属国家或地区法律的排斥。您在使用本服务时，应自行判断对方是否是完全民事行为能力人并自行决定是否与对方进行交易或转账给对方等，且您应自行承担与此相关的所有风险。<br>
（四）您同意，您在通联支付个人门户网站、通联支付钱包手机应用程序及通联支付其它子公司网站（以下简称“通联支付授权系统”）上发生的所有交易，您不可撤销地授权由上述网站或应用程序制定并公布的规则进行处理；同时，您不可撤销地授权通联支付有权按照通联支付授权系统的指令将争议款项的全部或部分支付给交易一方或双方，同时通联支付有权从通联支付授权系统获取您的相关信息（包括但不限于交易商品描述、物流信息、行为信息、账户相关信息等）。通联支付按照通联支付授权系统的指令进行资金的冻结、扣划完全来自于您的授权，通联支付对因此给您造成的任何损失均不承担责任。但您确认，您使用本服务时，您仍应完全遵守本服务协议及通联支付制定的各项规则及页面提示等。<br><br>
<h3>二、定义</h3>
（一）通商云小伙伴：您可自行为该账户设置密码，并用以查询或计量您的预付、应收或应付款。您需使用本人电子邮箱或手机号码，或者本公司允许的其它方式登录该账户。<br>
（二）通联支付授权网站：可以通过通联支付登录名直接登录的通联支付旗下支持通联支付登录名登录的网站与本公司网站，包括但不限于通联宝网站及本公司分子公司的网站。<br><br>
<h3>三、通商云小伙伴</h3>
（一）注册相关<br>
除本协议另有规定或相关产品另有规则外，您须在本网站及/或手机客户端注册并取得本公司提供给您的通联支付账户，或在您于其他通联支付授权网站完成通联支付登录名注册，并且按照本公司要求提供相关信息完成激活后方可使用本服务。您同意：<br>
1.按照通联支付要求准确提供并在取得该账户后及时更新您正确、最新及完整的身份信息及相关资料。若本公司有合理理由怀疑您提供的身份信息及相关资料错误、不实、过时或不完整的，本公司有权暂停或终止向您提供部分或全部本服务。本公司对此不承担任何责任，您将承担因此产生的任何直接或间接支出。若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何相关资料时，如您不能及时配合提供，本公司有权暂停或终止向您提供部分或全部本服务。<br>
2.您应当准确提供并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便本公司与您进行及时、有效联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。您理解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按本公司的要求进行操作。<br>
3.因您未及时更新资料（包括但不限于身份证、户口本、护照等证件或其他身份证明文件、联系方式、作为通商云小伙伴登录名的邮箱或手机号码、与通商云小伙伴绑定的邮箱、手机号码等），导致本服务无法提供或提供时发生任何错误、账户及账户内资金被别人盗用，您不得将此作为取消交易、拒绝付款的理由，您将承担因此产生的一切后果，本公司不承担任何责任。<br>
4.您确认，只有您本人可以使用您的通商云小伙伴。在您决定不再使用该账户时，您应按照本条（四）的规定向本公司申请注销该账户。<br>
您同意，若您丧失全部或部分民事权利能力或民事行为能力，本公司有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置与您的通商云小伙伴相关的款项。<br>
（二）通联支付授权网站相关<br>
1.您同意本公司在履行法律法规规定的客户身份识别等义务时，有权核对您的有效身份证件或其他必要文件，并留存有效身份证件的复印件或者影印件，您应积极配合，否则本公司有权限制或停止向您提供本服务。<br>
（三）账户安全<br>
您将对使用该账户及密码进行的一切操作及言论负完全的责任，您同意：<br>
1.、本公司通过您的通联支付登录名和密码识别您的指示，您应当妥善保管您的通联支付登录名和密码及身份信息，对于因密码泄露、身份信息泄露所致的损失，由您自行承担。您保证不向其他任何人泄露您的通联支付登录名及密码以及身份信息，亦不使用其他任何人的通联支付登录名及密码。本公司亦可能通过本服务应用您使用的其他产品或设备识别您的指示，您应当妥善保管处于您或应当处于您掌控下的这些产品或设备，对于这些产品或设备遗失所致的任何损失，由您自行承担。<br>
2.、基于计算机端、手机客户端以及使用其他电子设备的用户使用习惯，我们可能在您使用具体产品时设置不同的账户登录模式及采取不同的措施识别您的身份。<br>
3.、您同意，（a）如您发现有他人冒用或盗用您的通联支付登录名及密码或任何其他未经合法授权之情形，或发生与通商云小伙伴关联的手机或其他设备遗失或其他可能危及到通联支付账户资金安全情形时，应立即以有效方式通知本公司，向本公司申请暂停相关服务。您不可撤销地授权本公司将前述情况同步给通联支付授权网站，以保障您的合法权益；（b）确保您在持续登录任一通联支付授权网站时段结束时，以正确步骤离开网站。本公司不能也不会对因您未能遵守本款约定而发生的任何损失、损毁及其他不利后果负责。您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及（或）所导致的您的损失不承担任何责任。<br>
4.、除非有法律规定或司法裁判，且征得本公司同意，否则您的通联支付登录名及密码、通联支付账户不得以任何方式转让、赠与或继承（相关的财产权益除外）。<br>
5.、交易异常处理：您使用本服务时同意并认可，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供，对此本公司不承担任何责任。您确保您所输入的您的资料无误，如果因资料错误造成本公司于上述异常状况发生时，无法及时通知您相关交易后续处理方式的，本公司不承担任何损害赔偿责任。<br>
6.、您同意，基于运行和交易安全的需要，本公司可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。<br>
7.本公司有权了解您使用本公司产品或服务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息；如果本公司有合理理由怀疑您提供虚假交易信息的，本公司有权暂时或永久限制您所使用的产品或服务的部分或全部功能。<br>
8.您同意，为了您的通联支付账户及其内资金的安全，根据本协议的约定、法律法规及法律文书的规定、政府依行政职权的要求及本公司依据自行判断认为的可能对您的通联支付账户产生风险的情况，本公司有权对您名下的全部或部分账户进行冻结，即进行暂时关闭这些账户部分或全部使用权限的操作。冻结的逆过程为解冻，即本公司对被冻结的账户结束冻结。当冻结发生时，如您申请解冻，本公司有权依照自行判断根据本项规定前述的冻结原因来决定是否允许全部或部分解冻，您应充分理解您的解冻申请并不必然被允许，且申请解冻时您应当配合本公司核实您的身份的有关要求，提供包括但不限于身份信息、身份证、护照、其他有效的身份证明文件及本公司要求的其他信息或文件。<br>
9.您同意，本公司有权按照包括但不限于公安机关、检察机关、法院、海关、税务机关等司法机关、行政机关、军事机关的要求对您在通联支付的资金及账户等进行查询、冻结或扣划。<br>
（四）注销相关<br>
在需要终止使用本服务时，您可以申请注销您的通商云小伙伴账户，您同意:<br>
1.您所申请注销的通商云小伙伴账户应当是您依照本协议的约定注册并由本公司提供给您本人的账户，您应当依照本公司规定的程序进行账户注销。<br>
2.通商云小伙伴账户注销将导致本公司终止为您提供本服务，本协议约定的双方的权利义务终止（依本协议其他条款另行约定不得终止的或依其性质不能终止的除外），同时还可能对于该账户产生如下结果：<br>
A、任何兑换代码（购物券、礼品券、积分或优惠券等）都将作废；<br>
B、任何银行卡将不能适用该账户内的支付或提现服务。<br>
3.您可以通过自助或者人工的方式申请注销通商云小伙伴账户，但如果您使用了本公司提供的安全产品，应当在该安全产品环境下申请注销。<br>
4.您申请注销的通商云小伙伴账户应当处于正常状态，即您的通商云小伙伴的账户信息和用户信息是最新、完整、正确的，且该账户可以使用所有本服务功能的状态。账户信息或用户信息过时、缺失、不正确的账户或被冻结或被暂停或终止提供服务的账户不能被申请注销。如您申请注销的账户有关联账户或子账户的，在该关联账户或子账户被注销前，该账户不得被注销。<br>
5.您申请注销的通商云小伙伴应当不存在任何由于该账户被注销而导致的未了结的合同关系与其他基于该账户的存在而产生或维持的权利义务，及本公司认为注销该账户会由此产生未了结的权利义务而产生纠纷的情况。<br>
6.如果您申请注销的通商云小伙伴一旦注销成功，将不再予以恢复。<br>
7.您理解并同意，如（a）您连续12个月未使用您的通联支付登录名或本公司认可的其他方式登录过本公司网站及其他任一通联支付授权网站；或（b）您在任一通联支付授权网站有欺诈、发布或销售伪劣商品、侵犯他人合法权益或其他严重违反任一通联支付授权网站规则的行为的，本公司有权注销您名下的全部或部分通联支付登录名，您将不能再登录任一通联支付授权网站，所有通联支付授权网站的服务将同时终止。本公司有权将您违反前述约定的情形同步给其他通联支付授权网站。<br>
（五）账户服务<br>
通商云小伙伴账户服务（以下简称为本服务）包括（但不限于）以下服务：<br>
1.代收代付款项服务：<br>
代收代付款项服务是指本公司为您提供的代为收取或支付相关款项的服务，其中：<br>
A．代收，即本公司代为收取第三方向您支付的各类款项。为免疑义，代收具体是指在符合本公司规定或产品规则的情况下，自您根据本协议委托本公司将您银行卡内的资金充值到您的通联支付账户或委托本公司代为收取第三方向您支付的款项之时起至根据您的指令将该等款项的全部或部分实际划付到您的银行账户或通联支付账户之时止（含本第（五）条之1项2）规定的提现）的整个过程（但不包括本第（五）条之1项B（a）所述情形）。<br>
B．代付，即本公司将您的款项代为支付给您指定的第三方。为免疑义，代付具体是指在符合本公司规定或产品规则的情况下：（a）自款项从您的账户（包括但不限于银行账户或其他账户，但不包括通联支付账户）转出之时起至委托本公司根据您或有权方给出的指令将上述款项的全部或部分支付给第三方且第三方收到该款项（无论是否要求立即支付或根据届时情况不时支付）之时止的整个过程；或（b）自您根据本协议委托本公司将您银行卡的资金充值到您的通联支付账户或自您因委托本公司代收相关款项到您的通联支付账户之时起至委托本公司根据您或有权方给出的指令将上述款项的全部或部分支付给第三方（无论是否要求立即支付或根据届时情况不时支付）之时止的整个过程。并且您同意，本公司代付后，非经法律程序或者非依本协议之约定，该支付是不可撤销的。<br>
本公司提供的上述的代收代付款项服务可以分为以下各类具体服务:<br>
1）充值：作为代收款项服务的一部分，在符合本公司规定或产品规则的情况下，您委托本公司将银行卡等资金渠道内的资金充值到通联支付账户。<br>
2）提现：作为代收款项服务的一部分，在符合本公司规定或产品规则的情况下，您可以请求本公司将您通联支付账户中的资金提取到您名下的有效中国大陆银行账户内，该银行账户开户名需与您的姓名或名称一致。除被冻结或限制款项外，本公司将于收到提现指令后的一至五个工作日内，将相应款项汇入该银行账户。您理解，根据您提供的账户所属银行不同，会有到账时间差异。此外，我们可能会对提现进行风险审查，因此可能导致提现延迟。您理解并同意您最终收到款项的服务是由您提供的银行账户对应的银行提供的，您需向该银行请求查证。<br>
3）转账服务: 是指收付款双方使用本服务，在付款方向本公司指示收款方通联支付账户或银行账户和转账金额后，将付款方通联支付账户内指定金额的款项划转至收款方通联支付账户或银行账户的一种资金转移服务。本公司提示您注意:<br>
该项服务适用于您与收（付）款方彼此都有充分了解的转账行为。在您使用转账服务指示转出资金时，您所转出的款项将进入您向本公司指示的收款方的通联支付账户或银行账户。在您获得通联支付账户后，您的通联支付账户即具备接受（收）来自转账服务的转账款项的功能，但未经实名的通联支付账户可能会受到收款和（或）提现的限制。基于此项服务可能存在的风险，在使用转账服务时，您理解并接受:<br>
a）为控制可能存在的风险，本公司对所有用户使用转账服务时的转账款项的单日转账总额以及单笔转账最高额进行了限制，并保留对限制种类和限制限额进行无需预告进行调整的权利。<br>
b）您可能收到由于使用转账服务的付款方指示错误（失误）而转账到您通联支付账户或银行账户的款项，在此情况下您应该根据国家的相关法律的规定和实际情况处理收到的该笔款项。<br>
c）使用转账服务是基于您对转账对方的充分了解（包括但不限于对方的真实身份及确切的通联支付账户的账户名等），一旦您选用转账服务进行转账，您应当自行承担因您指示错误（失误）而导致的风险。本公司依照您指示的收款方并根据本协议的约定完成转账后，即完成了当次服务的所有义务，对于收付款双方之间产生的关于当次转账的任何纠纷不承担任何责任，也不提供任何形式的纠纷解决途径，您应当自行处理相关的纠纷。<br>
2.查询: 本公司将对您使用本公司服务的操作的全部或部分进行记录，不论该操作之目的最终是否实现。您可以登录通商云小伙伴查询您通联支付账户内的交易记录。<br><br>
<h3>四、本服务使用规则</h3>
为有效保障您使用本服务时的合法权益，您理解并同意接受以下规则：<br>
（一）一旦您使用本服务，您即授权本公司代理您在您及（或）您指定人符合指定条件或状态时，支付款项给您指定人，或收取您指定人支付给您的款项。<br>
（二）本公司通过以下三种方式接受来自您的指令：其一，您在本网站或其他可使用本服务的网站或软件上通过以您的通联支付用户名及密码或数字证书等安全产品登录通商云小伙伴并依照本服务预设流程所修改或确认的交易状态或指令；其二，您通过您注册时作为该账户名称或者与该账户绑定的手机或其他专属于您的通讯工具（以下合称该手机）号码向本系统发送的信息（短信或电话等）回复；其三，您通过您注册时作为该账户名称或者与该账户名称绑定的其他硬件、终端、软件、代号、编码、代码、其他账户名等有形体或无形体向本系统发送的信息（如本方式所指有形体或无形体具备与该手机接受信息相同或类似的功能，以下第五条第（三）、（四）、（五）项和第六条第（三）项涉及该手机的条款同样适用于本方式）。无论您通过以上三种方式中的任一种向本公司发出指令，都不可撤回或撤销，且成为本公司代理您支付或收取款项或进行其他账户操作的唯一指令，视为您本人的指令，您应当自己对本公司忠实执行上述指令产生的任何结果承担责任。本协议所称绑定，指您的通联支付账户与本条上述所称有形体或无形体存在对应的关联关系，这种关联关系使得本服务的某些服务功能得以实现，且这种关联关系有时使得这些有形体或无形体能够作为本系统对您的通联支付账户的识别和认定依据。除本协议另有规定外，您与第三方发生交易纠纷时，您授权本公司自行判断并决定将争议款项的全部或部分支付给交易一方或双方。<br>
（三）您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或本公司发送到该手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意本公司有权单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的页面提示（或发送到该手机的短信或电话等）为准，您同意并遵照服务规则是您使用本服务的前提。<br>
（四）本公司会以电子邮件（或发送到该手机的短信或电话等）方式通知您交易进展情况以及提示您进行下一步的操作，但本公司不保证您能够收到或者及时收到该邮件（或发送到该手机的短信或电话等），且不对此承担任何后果，因此，在交易过程中您应当及时登录到本网站查看和进行交易操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。<br>
（五）本公司对您所交易的标的物不提供任何形式的鉴定、证明的服务。除本协议另有规定外，如您与交易对方发生交易纠纷，您授权由本公司根据本协议及本网站上载明的各项规则进行处理。您为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由您自行承担。因市场因素致使商品涨价跌价而使任何一方得益或者受到损失而产生的纠纷，本公司不予处理。<br>
（六）您应按照通联支付的要求完善您的身份信息以最终达到实名，否则您可能会受到收款、提现和（或）支付的限制，且本公司有权对您的资金进行冻结，直至您达到实名。<br>
（七）本公司会将您委托本公司代收或代付的款项，严格按照法律法规或有权机关的监管要求进行管理；除本协议另有规定外，不作任何其他非您指示的用途。<br>
（八）本公司并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金于流转途中的合理时间。<br>
（九）您确认并同意,<br>
您应自行承担您使用本服务期间由本公司代收或代付的款项在代收代付服务过程中的任何货币贬值风险，您仅在该代收代付款项（不含被冻结或受限制的款项）的金额范围内享有对该等代收代付款项指令划付、提现的权利，您对所有代收代付款项（含被冻结或受限制的款项）产生的任何收益（包括但不限于孳息）不享有任何权利。本公司就所有代收代付款项产生的任何收益（包括但不限于孳息）享有所有权。<br>
（十）您不得将本服务用于非本公司许可的其他用途。<br>
（十一）交易风险<br>
1.在使用本服务时，若您或您的交易对方未遵从本服务条款或网站说明、交易页面中之操作提示、规则），则本公司有权拒绝为您与交易对方提供相关服务，且本公司不承担损害赔偿责任。若发生上述状况，而款项已先行划付至您或他人的通联支付账户名下，您同意本公司有权直接自相关账户余额中扣回款项及（或）禁止您要求支付此笔款项之权利。此款项若已汇入您的银行账户，您同意本公司有向您事后索回之权利，因您的原因导致本公司事后追索的，您应当承担本公司合理的追索费用。<br>
2.因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。<br>
（十二）服务费用<br>
1.在您使用本服务时，本公司有权依照《通联支付账户服务收费规则》向您收取服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以您使用本服务时本网站上所列之收费方式公告或您与本公司达成的其他书面协议为准。<br>
2.除非另有说明或约定，您同意本公司有权自您委托本公司代管、代收或代付的款项或您任一通联支付账户余额或者其他资产中直接扣除上述服务费用。<br>
（十三）积分<br>
1.就您使用本服务，本公司将通过多种方式向您授予积分。无论您通过何种方式获得积分，您都不得使用积分换取任何现金或金钱。<br>
2.积分并非您拥有所有权的财产，本公司有权单方面调整积分数值或调整本公司的积分规则，而无须征得您的同意。<br>
3.您仅有权按本公司的积分规则，将所获积分交换本公司提供的指定的服务或产品。<br>
4.如本公司怀疑您的积分的获得及（或）使用存有欺诈、滥用或其它本公司认为不当的行为，本公司可随时取消、限制或终止您的积分或积分使用。<br>
（十四）您认可通联支付账户的使用记录、交易金额数据等均以通联支付系统记录的数据为准。如您对该等数据存有异议的，应自您账户数据发生变动之日起三日内向本公司提出异议，并提供相关证据供本公司核实，否则视为您认可该数据。<br><br>
<h3>五、本服务使用限制</h3>
（一）您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。<br>
（二）您不得利用本服务从事侵害他人合法权益之行为，否则本公司有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任。上述行为包括但不限于：<br>
1.侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。<br>
2.违反依法定或约定之保密义务。<br>
3.冒用他人名义使用本服务。<br>
4.从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用本服务进行交易的物品等。<br>
5.提供赌博资讯或以任何方式引诱他人参与赌博。<br>
6.非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。<br>
7.违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。<br>
8.进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。<br>
9.从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。<br>
10.其他本公司有正当理由认为不适当之行为。<br>
（三）您理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿（无论本公司是否已被告知该等损害赔偿的可能性）：<br>
1.本公司有权基于单方判断，包含但不限于本公司认为您已经违反本协议的明文规定及精神，对您的名下的全部或部分通联支付账户暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。<br>
2.本公司在发现异常交易或合理怀疑交易有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止您名下全部或部分通联支付账户的使用（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝您使用本服务之部分或全部功能，并通过邮件或站内信或客户端通知等方式通知您，您应及时予以关注。<br>
3.您理解并同意，存在如下情形时，本公司有权对您名下通联支付账户或资金暂停或终止提供全部或部分服务，且有权限制您所使用的产品或服务的部分或全部功能（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等限制措施），并通过邮件或站内信或者客户端通知等方式通知您，您应及时予以关注：<br>
1）根据本协议的约定；<br>
2）根据法律法规及法律文书的规定；<br>
3）根据有权机关的要求；<br>
4）您使用本服务的行为涉嫌违反国家法律法规及行政规定的；<br>
5）本公司基于单方面合理判断认为账户操作、资金进出等存在异常时；<br>
6）本公司依据自行合理判断认为可能产生风险的；<br>
7）您在参加市场活动时有批量注册账户、刷信用及其他舞弊等违反活动规则、违反诚实信用原则的；<br>
8）他人向您账户错误汇入资金等导致您可能存在不当得利的；<br>
9）您遭到他人投诉，且对方已经提供了一定证据的；<br>
10）您可能错误地将他人账户进行了实名制或实名认证的。<br>
如您申请解除上述限制，您应按本公司要求如实提供相关资料及您的身份证明以及本公司要求的其他信息或文件，以便本公司进行核实，且本公司有权依照自行判断来决定是否同意您的申请。您应充分理解您的申请并不必然被允许。您拒绝如实提供相关资料及身份证明的，或未通过本公司审核的，则您确认本公司有权长期对该等账户停止提供服务且长期限制该等产品或者服务的部分或全部功能。<br>
在本公司认为该等异常已经得到合理解释或有效证据支持或未违反国家相关法律法规及部门规章的情况下，最晚将于暂停执行指令之日起的30个日历天内解除限制。但本公司有进一步理由相信该等异常仍可能对您或其他用户或本公司造成损失的情形除外，包括但不限于：<br>
1）收到针对该等异常的投诉；<br>
2）您已经实质性违反了本协议或另行签署的协议，且我们基于保护各方利益的需要必须继续冻结款项或暂停执行指令；<br>
3）您虽未违反国家相关法律法规及部门规章规定，但该等使用涉及通联支付限制合作的行业类目或商品，包括但不限于通过本公司的产品或服务从事类似金字塔或矩阵型的高额返利业务模式。<br>
4.在本公司合理认为有必要时，本公司无需事先通知即可终止提供本服务，并暂停、关闭或删除您名下全部或部分通联支付账户及这些账户中所有相关资料及档案，并将您滞留在这些账户的全部合法资金退回到您的银行账户。<br>
（四）如您需要注销您的通联支付账户，应先经本公司审核同意。本公司注销该账户，即表明本公司与您之间的协议已终止，但您仍应对您使用本服务期间的行为承担可能的违约或损害赔偿责任，同时本公司仍可保有您的相关信息。<br><br>
<h3>六、隐私权保护</h3>
本公司重视对用户隐私的保护。关于您的身份资料和其他特定资料依本协议第十条所载明的《隐私权规则》受到保护与规范，详情请参阅《隐私权规则》。<br><br>
<h3>七、系统中断或故障</h3>
本公司系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：<br>
（一）本公司在本网站公告之系统停机维护期间。<br>
（二）电信设备出现故障不能进行数据传输的。<br>
（三）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。<br>
（四）由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。<br><br>
<h3>八、责任范围及责任限制</h3>
（一）本公司仅对本协议中列明的责任承担范围负责。<br>
（二）您明确因交易所产生的任何风险应由您与交易对方承担。<br>
（三）通联支付用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。<br>
（四）本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项：<br>
1、本服务符合您的需求。<br>
2、本服务不受干扰、及时提供或免于出错。<br>
3、您经由本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望。<br>
（五）本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。<br>
（六）您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。<br>
（七）您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。<br>
（八）在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、商誉损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。<br>
（九）除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。<br>
（十）您充分知晓并同意本公司可能同时为您及您的（交易）对手方提供本服务，您同意对本公司可能存在的该等行为予以明确豁免，并不得以此来主张本公司在提供本服务时存在法律上的瑕疵。<br>
（十一）除本协议另有规定或本公司另行同意外，您对本公司的委托及向本公司发出的指令均不可撤销。<br><br>
<h3>九、解释权</h3>
本条款的成立、生效、履行和解释，均适用中华人民共和国法律；法律无明文规定的，应适用通联支付制定的业务规定和通行的金融惯例。<br>
本条款的解释权归本公司。<br><br>
<h3>十、隐私权规则</h3>
为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量（例如：支持我们开发新产品或完善已有产品功能，为您提供和推荐更为优质或适合的服务），我们需要收集、存储、使用及对外提供您的信息。您同意我们按照本政策约定处理您的信息，以便您享受优质、便捷、个性化的服务，同时更好地保护您的账户及资金安全。<br>
（一）我们如何收集个人信息<br>
在您使用通联支付服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：<br>
1.依据法律法规及监管规定履行反洗钱义务及进行实名制管理<br>
在您注册通联支付账户或使用通联支付服务时，您需提供您的有效身份证件信息、联系方式、地址。如您不提供前述信息，可能无法注册通联支付账户或无法使用通联支付服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可使用我们的部分服务（例如：账户余额购买投资理财等金融产品），如果您需使用此类服务，则需提供更多信息（例如：绑定银行卡信息）以完成身份基本信息多重交叉验证。同时，为了验证您提供信息的准确性和完整性，我们会与合法留存您的信息的国家机关、金融机构、企事业单位进行核对；如在验证核对过程中我们需要向前述验证机构收集您的信息，我们会依照法律法规的规定要求相关验证机构说明其个人信息来源，并对其个人信息来源的合法性进行确认。<br>
2.支付<br>
（1）为了您能使用快捷支付服务，实现使用银行卡对通联支付账户余额的充值、提现以及基于银行卡的消费等功能，您需提供您的银行卡卡号、姓名、身份证号码、银行预留手机号。我们会将前述信息与发卡银行进行验证。如您不提供上述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务；<br>
（2）当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（例如：识别、防止其套现或欺诈），同时也为了向您提供账单查询管理功能，我们需要向商家收集您交易的相关信息（例如：支付金额、支付对象、商品名称、配送信息）。如您不同意提供前述信息，则可能无法完成交易；<br>
（3）为了保障您的账户和资金安全，在您需找回密码时，我们需要验证您的身份，为此您需向我们提供一些可识别您身份的证明资料，您可根据相关页面的提示上传您的身份证明。<br>
3.风险防范<br>
为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的通联支付服务类别、方式及相关操作信息，例如：设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与通联支付服务相关的日志信息。如您不同意提供前述信息，可能无法完成风控验证。<br>
4.根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意:<br>
（1）与国家安全、国防安全直接相关的；<br>
（2）与公共安全、公共卫生、重大公共利益直接相关的；<br>
（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；<br>
（4）出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；<br>
（5）所收集的个人信息是您自行向社会公众公开的；<br>
（6）从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；<br>
（7）根据您的要求签订和履行合同所必需的；<br>
（8）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置产品或服务的故障；<br>
（9）法律法规规定的其他情形。<br>
（二）我们如何对外提供个人信息<br>
1.共享<br>
（1）业务共享<br>
我们承诺对您的信息进行保密。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构以及其他合作伙伴。在将信息提供给第三方前，我们将尽商业上合理的努力评估该第三方收集信息的合法性、正当性、必要性。我们会与第三方签订相关法律文件并要求第三方处理您的个人信息时遵守法律法规，尽力要求第三方对您的信息采取保护措施。<br>
a.为了让您完成交易、实现交易目的，我们需要向您的交易相对方提供交易号与相关支付信息，同时您的交易相对方可在付款过程中或付款成功后查看您的部分注册信息；<br>
b.某些产品或服务可能由第三方提供或由我们与第三方共同提供，因此，只有共享您的信息，才能提供您需要的产品或服务。例如：您通过通商云小伙伴申请网络贷款产品时，我们需要向合作金融机构提供您的有效证件信息与联系方式，以保证您完成申请流程合规性要求以及保证您的资产准确无误的登记；又如：您通过通商云小伙伴进行水电煤等生活缴费时，我们需要把您填写的户号和姓名等信息提供给合作的公共事业单位，才能使您完成缴费；<br>
c.如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种个人信息；<br>
（2）第三方登录<br>
当您使用通联支付登录名登录第三方网站或APP时，请您务必仔细阅读第三方的用户服务协议或隐私政策，我们会依据您与第三方的约定，将您的部分信息提供给第三方。<br>
（3）投诉处理<br>
当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色购物环境，我们可能会将您的姓名及有效证件号码、联系方式、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。<br>
2.转让<br>
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br>
（1）事先获得您的明确同意；<br>
（2）根据法律法规或强制性的行政或司法要求；<br>
（3）在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的时，我们将要求该公司、组织重新取得您的明确同意。<br>
3.公开披露<br>
除在公布中奖活动名单时会脱敏展示中奖者手机号或通联支付登录名外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。<br>
根据相关法律法规及国家标准，在以下情形中，我们可能会依法共享、转让、公开披露您的个人信息无需征得您的同意：<br>
（1）与国家安全、国防安全直接相关的；<br>
（2）与公共安全、公共卫生、重大公共利益直接相关的；<br>
（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；<br>
（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；<br>
（5）您自行向社会公众公开的个人信息；<br>
（6）从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道。<br>
（三）对第三方责任的声明<br>
请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：通商云小伙伴APP中第三方提供的应用）可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，但我们无法保证这些主体一定会按照我们的要求采取保护措施，请您与他们直接联系以获得关于他们的隐私权政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。<br>
（四）未成年人隐私权特别约定<br>
1.我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的个人信息的保密性及安全性。<br>
2.如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。<br>
3.如您为未成年人的父母或监护人，当您对您所监护的未成年人的个人信息处理存在疑问时，请通过上文中的联系方式联系我们。<br><br>
<h3>十一、完整协议</h3>
本协议由本协议条款由本网站公示的其它各项规则组成，相关名词可互相引用参照，如有不同理解，以本协议条款为准。您对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您使用本服务，您和本公司即受本协议所有组成部分的约束。本协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。<br><br>
<h3>十二、商标、知识产权的保护</h3>
（一）本网站及手机端应用上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联企业依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。<br>
（二）非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。<br>
（三）尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。<br><br>
<h3>十三、法律适用与管辖</h3>
本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并以被告住所地人民法院为第一审管辖法院。
<br>
<br>
<br>
<br>
</div>
</template>

<script>

export default {
  name: ''
}
</script>
<style scoped>
        .home {
            margin: 0 20px;
            font-size: 14px;
            color: #555;
            line-height: 20px;
        }
        h2 {
            font-size: 16px;
            text-align: center;
        }
        h3 {
            font-size: 15px;
        }
        p {
            font-size: 14px;
            color: #555;
            text-indent: 2em;
            line-height: 20px;
        }
        .underline {
            text-decoration: underline;
        }
        p code {
            display: block;
        }
        p .solid-icon {
            display: inline-block;
            vertical-align: middle;
            width: 10px;
            height:10px;
            border: 1px solid #000;
            background: #000;
            margin-top: -4px;
            margin-right: 4px;
        }
        p .empty-icon {
            display: inline-block;
            vertical-align: middle;
            width: 10px;
            height:10px;
            border: 1px solid #000;
            background: none;
            margin-top: -4px;
            margin-right: 4px;
        }
        table{
            border-collapse: collapse;
            font-size: 12px;
            border:1px #eee solid;
            width: 100%;
        }
        table th{
            background-color: #f8f8f8;
            border:1px #eee solid;
            padding: 3px 0;
        }
        table td{
            text-align: center;
            border:1px #eee solid;
            padding: 3px 0;
        }
    </style>
